Repository: Dezzy666/PartyConnect_WPplugin
Catalog: lang/Party-Connect-Attendance-Plugin-*.po
Languages: cs_cz

source: Party Connect Attendance
cs_cz: Party Connect Attendance - Docházkový systém

source: Simple plugin for attendance without registration.
cs_cz: Jednoduchý plugin pro vytvoření docházky. Uživatelé docházky se nemusí registrovat.

source: Name
cs_cz: Jméno

source: Presence
cs_cz: Účast

source: Accept
cs_cz: Zůčastním se

source: Decline
cs_cz: Nezůčastním se

source: Settings for Party Connect plugin
cs_cz: Nastavení pro Party Connect plugin

source: Dropdown menu
cs_cz: Rolovací menu

source: Item
cs_cz: Položka

source: Delete
cs_cz: Smazat

source: Has dropdown menu
cs_cz: Má rolovací menu

source: State
cs_cz: Stav

source: Drop down menu value
cs_cz: Hodnota z rolovacího menu

source: Allow dropdown menu
cs_cz: Umožnit rolovací menu

source: Add guest
cs_cz: Přidat hosta
